Repository: sreeragbap/razor_pay
Catalog: savings_deposit/lib/l10n/intl_*.arb
Languages: ml

source: Already have an account?
ml: നിങ്ങൾക്ക് ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?

source: Change Language
ml: ഭാഷ മാറ്റുക

source: Customer
ml: ഉപഭോക്താവ്

source: Confirm
ml: സ്ഥിരീകരിക്കുക

source: Login
ml: പ്രവേശിക്കൂ

# EnterUserID
source: Please Enter UserId
ml: ദയവായി യൂസർ ഐഡി നൽകുക

source: Enter OTP
ml: OTP നൽകുക

# EnterPassword
source: Please Enter You Password
ml: ദയവായി നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക

# EnterOtpWithin
source: Enter OTP in
ml: മിനിറ്റിനുള്ളിൽ OTP നൽകുക

# forgotPasswordLabel
source: Forgot Password?
ml: പാസ്‌വേഡ് മറന്നോ?

source: here
ml: ചെയ്യുക

# initialPageRegister
source: Register
ml: രജിസ്റ്റർ ചെയ്യുക

# initialPageLogin
source: Login
ml: പ്രവേശിക്കൂ

source: Login Success
ml: ലോഗിൻ ചെയ്‌തു

# labelPhoneNumber
source: Phone Number
ml: ഫോൺ നമ്പർ

source: Login Here
ml: ഇവിടെ ലോഗിൻ ചെയ്യുക

source: Loading
ml: ലോഡിംഗ്

# passwordandIdNotMatching
source: Password and UserID is not Matching
ml: പാസ്‌വേഡും യൂസർ ഐഡിയും പൊരുത്തപ്പെടുന്നില്ല

source: Login ID
ml: ലോഗിൻ ഐഡി

source: MABEN NIDHI LIMITED
ml: മാബെൻ നിധി ലിമിറ്റഡ്

# notRegistered
source: Not Registered? Register
ml: രജിസ്റ്റർ ചെയ്തിട്ടില്ല? രജിസ്റ്റർ

# otpSendInfo
source: We’ll send you a code by SMS to confirm your Phone Number.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കാൻ ഞങ്ങൾ എസ്എംഎസ് വഴി നിങ്ങൾക്ക് ഒരു കോഡ് അയയ്ക്കും.

source: Okay
ml: ശരി

source: Password
ml: പാസ്‌വേഡ്

source: Resend OTP
ml: OTP വീണ്ടും അയയ്‌ക്കുക

source: Send OTP
ml: ഒട്ടിപി അയയ്ക്കുക

source: Something Went Wrong !
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു !

# sendYouCodeBySMSToConfirm
source: We’ll send you a code by SMS to confirm your Phone Number.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കാൻ ഞങ്ങൾ എസ്എംഎസ് വഴി നിങ്ങൾക്ക് ഒരു കോഡ് അയയ്ക്കും.

# successfullyRegistered
source: Your succesfully registered. Please login using your Employee ID and Password
ml: നിങ്ങൾ വിജയകരമായി രജിസ്റ്റർ ചെയ്തു. നിങ്ങളുടെ എംപ്ലോയി ഐഡിയും പാസ്‌വേഡും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.

source: UserId
ml: യൂസർ ഐഡി

source: UserId is Wrong
ml: യൂസർ ഐഡി തെറ്റാണ്

# welcomeToMaben
source: Hello, welcome back to MABEN NIDHI LIMITED!
ml: മാബെൻ നിധി ലിമിറ്റഡിലേക്ക് സ്വാഗതം!

# customerProfileContact
source: Contact
ml: ബന്ധപെടുക

# customerProfileAddress
source: Address
ml: മേല്‍വിലാസം

# customerProfileDistrict
source: District
ml: ജില്ല

# customerProfileState
source: State
ml: സംസാഥാനം

# customerProfileShareCount
source: Share Count
ml: ഓഹരി എണ്ണം

source: Notification
ml: അറിയിപ്പ്‌

# notificationPopupMarkAsRead
source: Mark as read
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക

# customerAccountInfoNoAccounts
source: No Accounts
ml: അക്കൗണ്ടുകളൊന്നുമില്ല

# customerAccountInfoSelectYourOption
source: Select Your Option
ml: നിങ്ങള്ക് താല്പര്യമുള്ളത് തിരഞ്ഞെടുക്കുക

# customerAccountInfoAccountStatement
source: Account Statement
ml: അക്കൗണ്ട്‌ നിക്ഷേപ വിവരണം

# customerAccountInfoSettleAccount
source: Settle Account
ml: അക്കൗണ്ട്‌ കണക്കു തീര്‍ക്കുക

# customerAccountInfoNewSDOpening
source: New SD Opening
ml: പുതിയ അക്കൗണ്ട് തുറക്കുക

# customerAccountInfoDeposit
source: Deposit
ml: പണം നിക്ഷേപിക്കുക

# customerAccountInfoScheduledTransactions
source: Scheduled Transactions
ml: മുന്‍കൂട്ടിനിശ്ചയിച്ച പണമിടപാടുകൾ

# customerAccountInfoNoScheduledTransactions
source: No Scheduled Transactions
ml: മുന്‍കൂട്ടിനിശ്ചയിച്ച പണമിടപാടുകൾ ഇല്ല

# customerAccountInfoDebit
source: Debit
ml: നിക്ഷേപത്തില്‍ നിന്ന് പിന്‍വലിച്ച തുക

# customerAccountInfoSavingsAccountFromAcNo
source: Savings Account From Ac No
ml: സേവിംഗ്സ് അക്കൗണ്ട് From Ac No

# customerAccountInfoCancelTheTransactionOfToday
source: Cancel this particular transaction
ml: ഇന്നത്തെ ഇടപാട് റദ്ദാക്കുക

# customerAccountInfoCancelRemainingNTransactionsOfTheSeries
source: Cancel this series of transactions
ml: ഈ ഇടപാടുകളുടെ പരമ്പര റദ്ദാക്കുക

# customerAccountInfoDeleteTransaction
source: Delete Transaction
ml: ഇടപാട് ഇല്ലാതാക്കുക

# customerAccountInfoYes
source: Yes
ml: അതെ

# customerAccountInfoNo
source: No
ml: ഇല്ല

# customerAccountInfoWithdrawal
source: Withdrawal
ml: പണം പിന്‍വലിക്കുക

# customerAccountInfoSchemeId
source: Scheme
ml: വ്യവസ്ഥ ഐഡി

# customerAccountInfoInterestRate
source: Interest
ml: പലിശ നിരക്ക്

# pieChartSummary
source: Summary
ml: സംഗ്രഹം

# customerAccountStatementAccountSummary
source: Account Summary
ml: അക്കൗണ്ട് സംഗ്രഹം

# customerAccountStatementPeriod
source: Statement Period
ml: നിക്ഷേപ വിവരണ കാലയളവ്

# customerAccountStatementDate
source: Date
ml: തീയതി

# customerAccountStatementDescription
source: Description
ml: വിവരണം

# customerAccountStatementCredit
source: Credit
ml: നിക്ഷേപം

# customerAccountStatementDebit
source: Debit
ml: പിൻവലിക്കൽ

# customerAccountStatementBalance
source: Balance
ml: ബാക്കി

# customerAccountStatementSelectDate
source: Select Date
ml: തീയതി തിരഞ്ഞെടുക്കുക

# customerAccountStatementCancel
source: Cancel
ml: റദ്ദാക്കുക

# customerAccountStatementOk
source: Ok
ml: ശരി

# customerAccountStatementFrom
source: From
ml: നിന്ന്

# customerAccountStatementTo
source: To
ml: ലേക്ക്

# chequeRecouncilationHeading
source: Cheque Reconciliation
ml: ചെക്ക് ഒത്തുനോക്കുക

# chequeEmployeeCode
source: EMPLOYEE CODE
ml: എംപ്ലോയീ കോഡ്

# chequeCustomerName
source: CUSTOMER NAME
ml: ഉപഭോക്താവിന്റെ പേര്

# chequeChequeNumber
source: CHEQUE NUMBER
ml: ചെക്ക് സംഖ്യ

# chequeAmount
source: AMOUNT
ml: തുക

# chequeDate
source: DATE
ml: തീയതി

# chequeAction
source: ACTION
ml: നടപടി

# chequeStatusHeading
source: Cheque Status
ml: ചെക്ക് നില

# chequeStatusEmployeeCode
source: Employee Code
ml: എംപ്ലോയീ കോഡ്

# chequeStatusCustomerName
source: Customer Name
ml: ഉപഭോക്താവിന്റെ പേര്

# chequeStatusAmount
source: Amount
ml: തുക

# chequeStatusChequeNo
source: Cheque No
ml: ചെക്ക് സ.

# chequeStatusReceivedDate
source: Received Date
ml: സ്വീകരിച്ച തീയതി

# chequeStatusBounce
source: Bounce
ml: തളളിക്കളയുക

# depositDeposit
source: Deposit
ml: പണം നിക്ഷേപിക്കുക

# depositCash
source: CASH
ml: പണം

# depositAmount
source: Amount
ml: തുക

# depositTo
source: TO
ml: അക്കൗണ്ടിലേക്ക്

# depositSubmit
source: Submit
ml: സമര്‍പ്പിക്കുക

# depositEnterTheAmount
source: Enter The Amount
ml: തുക നൽകുക

# depositAmountLimitExceeded
source: Amount Limit Exceeded
ml: തുക പരിധി കവിഞ്ഞു

# depositDepositedTo
source: Deposited To
ml: ലേക്ക് നിക്ഷേപിച്ചു

# depositDate
source: Date
ml: തീയതി

# depositCustomerId
source: Customer Id
ml: ഉപഭോക്താവിന്റെ ഐഡി

# depositCustomerName
source: Customer Name
ml: ഉപഭോക്താവിന്റെ പേര്

# depositSdNo
source: SD No
ml: എസ്ഡി നമ്പർ

# depositTransactionType
source: Transaction Type
ml: ഇടപാട് തരം

# depositDeposited
source: Deposited
ml: നിക്ഷേപിച്ചു

# depositCheque
source: CHEQUE
ml: ചെക്ക്

# depositChequeNo
source: Cheque Number
ml: ചെക്ക് നമ്പർ

# depositBranchBank
source: Branch Bank
ml: നിങ്ങളുടെ ബാങ്ക് തിരഞ്ഞെടുക്കുക

# depositIfscCode
source: IFSC Code On The Cheque
ml: ചെക്കിലെ ഐ ഫ് സ് സി കോഡ്

# depositEnterTheDate
source: Enter The Date
ml: തീയതി നൽകുക

# depositPleaseSelectYourBank
source: Please Select Your Branch Bank
ml: നിങ്ങളുടെ ബാങ്ക് തിരഞ്ഞെടുക്കുക

# depositEnterTheChequeNumber
source: Enter The Cheque Number
ml: ചെക്ക് നമ്പർ നൽകുക

# depositEnterIfscCode
source: Enter IFSC Code
ml: IFSC കോഡ് നൽകുക

# depositInvalidIfscCode
source: Invalid IFSC Code
ml: അസാധുവായ ഐ ഫ് സ് സി കോഡ്

# depositOk
source: OK
ml: ശരി

# settlementSettlement
source: Settlement
ml: ഒത്തുതീര്‍പ്പ്‌

# settlementAccountSummary
source: Account Summary
ml: അക്കൗണ്ട് സംഗ്രഹം

# settlementAccountType
source: Account Type
ml: അക്കൗണ്ട് തരം

# settlementInterestRate
source: Interest Rate
ml: പലിശ നിരക്ക്

# settlementBalance
source: Balance
ml: ബാക്കി

# settlementAccountNumber
source: Account Number
ml: അക്കൗണ്ട് നമ്പർ

# settlementRoundingDifference
source: Rounding Difference
ml: റൗണ്ടിംഗ് വ്യത്യാസം

# settlementTotalInterest
source: Total Interest
ml: മൊത്തം പലിശ

# settlementPaymentMethods
source: Payment Methods
ml: പണം കൊടുക്കല്‍ രീതികൾ

# settlementSettleAmount
source: Settle Amount
ml: ഒത്തുതീര്‍പ്പ്‌ തുക

# settlementAccountSettled
source: Account Settled
ml: അക്കൗണ്ട്‌ കണക്കു തീര്‍ക്കുക

# settlementDoYouWantToContinue
source: Do You Want To Continue ?
ml: നിങ്ങൾ തുടരാൻ ആഗ്രഹിക്കുന്നുവോ ?

# settlementCustomerName
source: Customer Name
ml: ഉപഭോക്താവിന്റെ പേര്

# settlementCustomerId
source: Customer ID
ml: ഉപഭോക്താവിന്റെ ഐഡി

# settlementYES
source: YES
ml: അതെ

# settlementNO
source: NO
ml: ഇല്ല

# reportsGrowthreport
source: Growth Report
ml: വളർച്ച റിപ്പോർട്ട്

# reportsCustomerwisereport
source: Customer-Wise
ml: ഉപഭോക്താവ് അനുസരിച്ചു്

# reportsTodayNew
source: TODAY NEW
ml: ഇന്ന് പുതിയത്

# reportsMonthlyNew
source: MONTHLY NEW
ml: പ്രതിമാസ പുതിയത്

# reportsTodaySettled
source: TODAY SETTLED
ml: ഇന്ന് ഒത്തുതീർപ്പായത്

# reportsMonthlySettled
source: MONTHLY SETTLED
ml: പ്രതിമാസ ഒത്തുതീർപ്പായത്

# reportsGrowthOs
source: GROWTH OS
ml: ഗ്രോത്ത് ഒഎസ്

# reportsMabenNidhiLimited
source: MABEN NIDHI LIMITED
ml: മബെൻ നിധി ലിമിറ്റഡ്

# reportsBranchID
source: BRANCH_ID
ml: ശാഖ_ഐഡി

# reportsBranchName
source: BRANCH_NAME
ml: ശാഖ_പേര്

# reportDate
source: Date
ml: തീയതി

# reportsTime
source: Time
ml: സമയം

# reportsAsOn
source: Reports On
ml: അവലോകനം

# reportsRegion
source: REGION
ml: മേഖല

# reportsArea
source: AREA
ml: പ്രദേശം

# reportsCount
source: COUNT
ml: എണ്ണം

# reportsAmount
source: AMOUNT
ml: തുക

# reportsDailyGrowth
source: DAILY GROWTH
ml: ദൈനംദിന വളർച്ച

# reportsMonthlyGrowth
source: MONTHLY GROWTH
ml: പ്രതിമാസ വളർച്ച

# reportsOutstanding
source: OUTSTANDING
ml: മികച്ചത്

# reportsRate
source: RATE
ml: നിരക്ക്

# reportsDate
source: DATE
ml: തീയതി

# reportsAccured
source: ACCRUED
ml: സംഭരിക്കുക

# reportsPayable
source: PAYABLE
ml: നൽകാവുന്നത്

# reportsSavingsDeposit
source: SAVINGS DEPOSIT
ml: സേവിംഗ്സ് ഡിപ്പോസിറ്റ്

# reportsType
source: TYPE
ml: തരം

# reportsDocId
source: DOC ID
ml: രേഖ ഐഡി

# reportsName
source: NAME
ml: പേര്

# CsSearchcustomer
source: Search Customer
ml: ഉപഭോക്താവിനെ തിരയുക

# CsSearchCoApplicant
source: Search Co-Applicant
ml: സഹ-അപേക്ഷകനെ തിരയുക

# CsCancelButton
source: Cancel
ml: റദ്ദാക്കുക

# CsFailurePanNotFound
source: Pan not found
ml: പാൻ കണ്ടെത്തിയില്ല

# CsFailurePhoneNotFound
source: Phone Number not found
ml: ഫോൺ നമ്പർ കണ്ടെത്തിയില്ല

# CsFailureDocumentNotFound
source: Document Number not found
ml: ഡോക്യുമെന്റ് നമ്പർ കണ്ടെത്തിയില്ല

# CsFailureCustomerIdNotFound
source: Customer Id not found
ml: ഉപഭോക്താവിന്റെ ഐഡി കണ്ടെത്തിയില്ല

# CsFailureCustomerNameNotFound
source: Customer Name not found
ml: ഉപഭോക്താവിന്റെ പേര് കണ്ടെത്തിയില്ല

# CsFailureClientFailure
source: Network error
ml: നെറ്റ്‌വർക്ക് പിശക്

# CsFailureServerFailure
source: Server error
ml: സെർവർ തകരാർ

# CsDataTableCustomerId
source: CUSTOMER ID
ml: ഉപഭോക്താവിന്റെ ഐഡി

# CsDataTableCustomerName
source: CUSTOMER NAME
ml: ഉപഭോക്താവിന്റെ പേര്

# CsDataTableCustomerAddress
source: CUSTOMER ADDRESS
ml: ഉപഭോക്താവിന്റെ മേല്‍വിലാസം

# CsDataTablePhoneNumber1
source: PHONE NUMBER 1
ml: ഫോൺ നമ്പർ 1

# CsDataTablePhoneNumber2
source: PHONE NUMBER 2
ml: ഫോൺ നമ്പർ 2

# CsDataTableSelect
source: Select
ml: തിരഞ്ഞെടുക്കുക

# CsRadioCustomerName
source: Customer Name
ml: ഉപഭോക്താവിന്റെ പേര്

# CsRadioCustomerId
source: Customer Id
ml: ഉപഭോക്താവിന്റെ ഐഡി

# CsRadioMobileNumber
source: Mobile Number
ml: ഫോൺ നമ്പർ

# CsRadioPanCard
source: Pan Card
ml: പാൻ കാർഡ്

# CsRadioDocumentNo
source: Document No
ml: ഡോക്യുമെന്റ് നം

# NsNewSavingsAccount
source: New Savings Account
ml: പുതിയ സേവിംഗ്സ് അക്കൗണ്ട്

# NsFieldisempty
source: Field is empty
ml: ഫീൽഡ് ശൂന്യമാണ്

# NsAmountcantBeGreaterThanMaximumAmount
source: The amount can't be greater than the maximum amount
ml: തുക പരമാവധി തുകയേക്കാൾ കൂടുതലാകരുത്

# NsAmountCantBeLessThanMinimumAmount
source: The amount can't be less than the minimum amount
ml: തുക പരമാവധി തുകയേക്കാൾ കുറവായിരിക്കരുത്

# NsAmount
source: Amount
ml: തുക

# NsRadioNone
source: None
ml: ഒന്നുമില്ല

# NsRdioEmployee
source: Employee
ml: ജീവനക്കാരൻ

# NsEnterAgentId
source: enter agent id
ml: ഏജന്റ് ഐഡി നൽകുക

# NsinvalidAgentId
source: invalid agent id
ml: അസാധുവായ ഏജന്റ് ഐഡി

# NsEnterEmployeeId
source: Enter Employee Id
ml: ജീവനക്കാരുടെ ഐഡി നൽകുക

# NsInvalidEmployeeId
source: invalid employee id
ml: അസാധുവായ ജീവനക്കാരുടെ ഐഡി

# NsSalesCode
source: Referred By
ml: വിൽപ്പന കോഡ്

# NsSubmitTheApplication
source: Submit the Application
ml: അപേക്ഷ സമർപ്പിക്കുക

# NsWarning
source: Warning !
ml: മുന്നറിയിപ്പ് !

# NsSchemeID
source: Scheme ID
ml: സ്കീം ഐഡി

# NsSchemeName
source: Scheme
ml: സ്കീമിന്റെ പേര്

# NsApplicantName
source: Applicant Name
ml: അപേക്ഷകന്റെ പേര്

# NsCoApplicantName
source: Co-Applicant Name
ml: സഹ-അപേക്ഷകന്റെ പേര്

# NsPleaseCompleteTheNomineeDetails
source: Please complete the Nominee Details
ml: നോമിനി വിശദാംശങ്ങൾ പൂരിപ്പിക്കുക

# NsSubmit
source: Submit
ml: സമര്‍പ്പിക്കുക

# NsNomineeDetails
source: Nominee Details
ml: നോമിനി വിശദാംശങ്ങൾ

# NsNominee
source: Nominee
ml: നോമിനി

# NsName
source: Name
ml: പേര്

# NsNameNotCorrect
source: Enter a name in the Correct format
ml: ശരിയായ ഫോർമാറ്റിൽ പേര് നൽകുക

# NsParent
source: Parent
ml: രക്ഷിതാവ്

# NsSibling
source: Sibling
ml: സഹോദരൻ

# NsSpouse
source: Spouse
ml: പങ്കാളി

# NsChild
source: Child
ml: കുട്ടി

# Nsothers
source: others
ml: മറ്റുള്ളവർ

# NsBirthThisfieldCantBeEmpty
source: This field cant be empty
ml: ഈ ഫീൽഡ് ശൂന്യമായിരിക്കരുത്

# NsDateOfBirth
source: Date of Birth
ml: ജനിച്ച ദിവസം

# NsMinor
source: Minor
ml: പ്രായപൂർത്തിയാകാത്ത

# NsAppointeeName
source: Guardian Name
ml: നിയമിതൻ / രക്ഷകൻ പേര്

# NsEnterAppointeeName
source: Enter appointee / guardian name
ml: നിയമിതന്റെ/രക്ഷകന്റെ പേര് നൽകുക

# NsParentOrSpouse
source: Spouse Name
ml: മാതാപിതാക്കളുടെ / പങ്കാളിയുടെ പേര്

# NsEnterParentOrSpouse
source: Enter name only
ml: പേര് മാത്രം നൽകുക

# NsHouseName
source: House Name
ml: വീടിന്റെ പേര്

# NsEntertheHouseName
source: Enter the House Name
ml: വീടിന്റെ പേര് നൽകുക

# NsLocation
source: Location
ml: വീടിന്റെ സ്ഥാനം

# NsEnterLocation
source: Location can only contain alphanumeric characters and hypehns(-)
ml: ലൊക്കേഷനിൽ ആൽഫാന്യൂമെറിക് പ്രതീകങ്ങളും ഹൈഫനുകളും മാത്രമേ അടങ്ങിയിരിക്കാവൂ(-)

# NsPhoneNumber
source: Phone number
ml: ഫോൺ നമ്പർ

# NsInvalidnumber
source: Invalid number
ml: അസാധുവായ നമ്പർ

# NsPleaseConfirmtheDetails
source: Confirm Details
ml: വിശദാംശങ്ങൾ സ്ഥിരീകരിക്കുക

# NsNomineeName
source: Nominee
ml: നോമിനി പേര്

# NsRelationWithApplicant
source: Relation
ml: അപേക്ഷകനുമായുള്ള ബന്ധം

# NsConfirm
source: Confirm
ml: സ്ഥിരീകരിക്കുക

# NsEdit
source: Edit
ml: എഡിറ്റ് ചെയ്യുക

# NsPleasecompletethedata
source: Please complete the data
ml: ദയവായി ഡാറ്റ പൂർത്തിയാക്കുക

# NsOkay
source: Ok
ml: ശരി

# NsAdd
source: Add
ml: ചേർക്കുക

# NsRelation
source: Relation
ml: ബന്ധം

# NsGoback
source: Go back
ml: മടങ്ങിപ്പോവുക

# NsDeleteData
source: Delete Data
ml: ഡാറ്റ ഇല്ലാതാക്കുക

# NsCoApplicantDetails
source: CoApplicant Details
ml: സഹഅപേക്ഷകന്റെ വിശദാംശങ്ങൾ

# NsCoApplicant
source: Co Applicant
ml: സഹ അപേക്ഷകൻ

# NsInterestRate
source: Interest
ml: പലിശ നിരക്ക്

# NsMinimumAmount
source: Min
ml: കുറഞ്ഞ തുക

# NsNoLimit
source: No Limit
ml: പരിധിയില്ല

# NsMaximumAmount
source: Max
ml: പരമാവധി തുക

# withdrawalStandingInstructions
source: Schedule
ml: Standing Instructions

# withdrawaltranscationtype
source: Transaction Type
ml: Transcation Type
